Repository: MathiasSchindlerCPH/postnord-tracking-ios
Catalog: PostNord-Tracking/*.lproj/Localizable.strings
Languages: da, fi, nb, sv

# postTrackingTitle
source: Post Tracking
fi: Postin seuranta
nb: Postsporing
sv: Postspårning

# homeTab
source: Home
da: Hjem
fi: Koti
nb: Hjem
sv: Hem

# settingsTab
source: Settings
da: Indstillinger
fi: Asetukset
nb: Innstillinger
sv: Inställningar

# enterTrackingIdPlaceholder
source: Enter tracking ID
da: Indtast tracking-ID
fi: Syötä seuranta-ID
nb: Skriv inn sporings-ID
sv: Ange spårnings-ID

# recentSearchesEmptyMessage
source: Recent searches will appear here
da: Seneste søgninger vises her
fi: Viimeisimmät haut näkyvät täällä
nb: Nylige søk vises her
sv: Senaste sökningar visas här

# recentSearchesTitle
source: Recent Searches
da: Seneste søgninger
fi: Viimeisimmät Haut
nb: Nylige Søkinger
sv: Senaste Sökningar

source: Clear Recent Searches
da: Slet søgninger
fi: Tyhjennä Viimeisimmät Haut
nb: Rydd Nylige Søkinger
sv: Rensa Senaste Sökningar

# trackingDetailsTitle
source: Tracking Details
da: Forsendelsesdetaljer
fi: Seurannan tiedot
nb: Sporingsdetaljer
sv: Spårningsdetaljer

source: Shipment details for %@
da: Forsendelsesdetaljer for %@
fi: Lähetyksen tiedot: %@
nb: Forsendelsesdetaljer for %@
sv: Fraktdetaljer för %@

# noShipmentDataFoundMessage
source: No shipment data found for tracking ID %@.
da: Ingen forsendelsesdata fundet for tracking-ID %@.
fi: Seuranta-ID:lle %@ ei löytynyt lähetyksen tietoja.
nb: Ingen forsendelsesdata funnet for sporings-ID %@.
sv: Inga fraktdatapunkter hittades för spårnings-ID %@.

# detailedViewModal
source: Detailed Info
da: Yderligere info
fi: Lisätietoja
nb: Ytterligere info
sv: Mer info

# shipmentStatusModal
source: Status
fi: Tila

# senderNameModal
source: Sender
da: Afsender
fi: Lähettäjä
nb: Avsender
sv: Avsändare

# receiverAddressModal
source: Destination Address
da: Modtageradresse
fi: Vastaanottajan osoite
nb: Mottakeradresse
sv: Mottagaradress

# shipmentWeightModal
source: Parcel Weight
da: Pakkevægt
fi: Paketin paino
nb: Pakkevekt
sv: Paketvikt

# collectionMethodModal
source: Collection Method
da: Leveringsform
fi: Toimitustapa
nb: Leveringsmetode
sv: Leveransmetod

# settingsSectionTitle
source: Settings
da: Indstillinger
fi: Asetukset
nb: Innstillinger
sv: Inställningar

# changeLanguageOption
source: Change Language
da: Skift sprog
fi: Vaihda Kieli
nb: Endre Språk
sv: Ändra Språk
